Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ValidateAdminCodeSignatures-UAC
source: Configure the system to only elevate executables that are signed and Validated. Any program that is unsigned or signed with self-signed certificates will not be able to run as administrator.
ar: تكوين النظام لرفع صلاحيات الملفات القابلة للتنفيذ الموقعة والمصادق عليها فقط. لن تتمكن أي برامج غير موقعة أو موقعة بشهادات موقعة ذاتيًا من العمل كمسؤول.
de: System so konfigurieren, dass nur signierte und validierte ausführbare Dateien erhöht werden. Jedes Programm, das unsigniert ist oder mit selbstsignierten Zertifikaten signiert wurde, kann nicht als Administrator ausgeführt werden.
el_gr: Διαμόρφωση του συστήματος για ανύψωση μόνο εκτελέσιμων που είναι υπογεγραμμένα και Επικυρωμένα. Οποιοδήποτε πρόγραμμα που είναι μη υπογεγραμμένο ή υπογεγραμμένο με αυτο-υπογεγραμμένα πιστοποιητικά δεν θα μπορεί να εκτελεστεί ως διαχειριστής.
es: Configurar el sistema para elevar solo ejecutables firmados y validados. Cualquier programa que no esté firmado o firmado con certificados autofirmados no podrá ejecutarse como administrador.
fr_fr: Configurer le système pour élever uniquement les exécutables signés et validés. Tout programme non signé ou signé avec des certificats auto-signés ne pourra pas s'exécuter en tant qu'administrateur.
he_il: הגדרת המערכת להעלות הרשאות רק לקבצי הרצה חתומים ומאומתים. כל תוכנית שאינה חתומה או חתומה בתעודות חתומות עצמית לא תוכל לרוץ כמנהל.
hi_in: केवल हस्ताक्षरित और मान्य निष्पादन योग्य फ़ाइलों को उन्नत करने के लिए सिस्टम कॉन्फ़िगर करें। कोई भी प्रोग्राम जो अहस्ताक्षरित है या स्व-हस्ताक्षरित प्रमाणपत्रों से हस्ताक्षरित है, व्यवस्थापक के रूप में चलने में सक्षम नहीं होगा।
ja_jp: 署名され検証された実行可能ファイルのみを昇格するようにシステムを構成する。署名されていない、または自己署名証明書で署名されたプログラムは、管理者として実行できなくなる。
ml_in: ഒപ്പിട്ടതും സാധൂകരിച്ചതുമായ എക്സിക്യൂട്ടബിളുകൾ മാത്രം ഉയർത്താൻ സിസ്റ്റം കോൺഫിഗർ ചെയ്യുക. ഒപ്പിടാത്തതോ സ്വയം ഒപ്പിട്ട സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ടതോ ആയ ഏതൊരു പ്രോഗ്രാമും അഡ്മിനിസ്‌ട്രേറ്ററായി പ്രവർത്തിക്കാൻ കഴിയില്ല.
pl_pl: Skonfiguruj system do podnoszenia uprawnień tylko podpisanych i zweryfikowanych plików wykonywalnych. Żaden program, który jest niepodpisany lub podpisany samopodpisanymi certyfikatami, nie będzie mógł działać jako administrator.
tr_tr: Sistemi yalnızca imzalanmış ve Doğrulanmış yürütülebilir dosyaları yükseltecek şekilde yapılandırın. İmzasız veya kendinden imzalı sertifikalarla imzalanmış hiçbir program yönetici olarak çalıştırılamaz.

# ConsentPromptBehaviorEnhancedAdmin-UAC
source: Set the behavior of the elevation prompt for administrators in Enhanced Privilege Protection Mode: Prompt for Credentials on the Secure Desktop
ar: تعيين سلوك موجه الارتقاء للمسؤولين في وضع حماية الصلاحيات المحسّن: المطالبة ببيانات الاعتماد على سطح المكتب الآمن
de: Verhalten der Erhöhungsaufforderung für Administratoren im Modus „Erweiterter Privilegschutz“ festlegen: Anmeldeinformationen auf dem sicheren Desktop anfordern
el_gr: Ορισμός της συμπεριφοράς της προτροπής ανύψωσης για διαχειριστές σε Ενισχυμένη Λειτουργία Προστασίας Προνομίων: Προτροπή για Διαπιστευτήρια στην Ασφαλή Επιφάνεια Εργασίας
es: Establecer el comportamiento del indicador de elevación para administradores en Modo de Protección de Privilegios Mejorada: Solicitar credenciales en el escritorio seguro
fr_fr: Définir le comportement de l'invite d'élévation pour les administrateurs en mode de protection des privilèges améliorée : Demander des informations d'identification sur le bureau sécurisé
he_il: הגדרת התנהגות בקשת ההרשאה למנהלים במצב הגנת הרשאות משופר: בקשת אישורים בשולחן העבודה המאובטח
hi_in: उन्नत विशेषाधिकार सुरक्षा मोड में व्यवस्थापकों के लिए उन्नयन प्रॉम्प्ट व्यवहार सेट करें: सुरक्षित डेस्कटॉप पर क्रेडेंशियल के लिए प्रॉम्प्ट करें
ja_jp: 拡張特権保護モードでの管理者に対する昇格プロンプトの動作を設定する: セキュリティで保護されたデスクトップで資格情報を求める
ml_in: മെച്ചപ്പെടുത്തിയ പ്രിവിലേജ് സംരക്ഷണ മോഡിലെ അഡ്മിനിസ്‌ട്രേറ്റർമാർക്കുള്ള എലവേഷൻ പ്രോംപ്റ്റ് പെരുമാറ്റം സജ്ജമാക്കുക: സുരക്ഷിത ഡെസ്‌ക്‌ടോപ്പിൽ ക്രെഡൻഷ്യലുകൾക്കായി പ്രോംപ്റ്റ് ചെയ്യുക
pl_pl: Ustaw zachowanie monitu o podniesienie uprawnień dla administratorów w trybie ulepszonej ochrony uprawnień: Monituj o poświadczenia na bezpiecznym pulpicie
tr_tr: Gelişmiş Ayrıcalık Koruma Modunda yöneticiler için yükseltme isteminin davranışını ayarlayın: Güvenli Masaüstünde Kimlik Bilgisi İstemi

# TypeOfAdminApprovalMode-UAC
source: Administrator Protection: Set the type of Admin Approval Mode to be Admin Approval Mode with enhanced privilege protection
ar: تعيين نوع وضع موافقة المسؤول ليكون وضع موافقة المسؤول مع حماية محسّنة للصلاحيات
de: Typ des Administratorbestätigungsmodus auf Administratorbestätigungsmodus mit erweitertem Privilegschutz festlegen
el_gr: Ορισμός του τύπου Λειτουργίας Έγκρισης Διαχειριστή να είναι Λειτουργία Έγκρισης Διαχειριστή με ενισχυμένη προστασία προνομίων
es: Establecer el tipo de Modo de Aprobación de Administrador para ser Modo de Aprobación de Administrador con protección de privilegios mejorada
fr_fr: Protection administrateur : Définir le type de mode d'approbation administrateur sur Mode d'approbation administrateur avec protection des privilèges améliorée
he_il: הגדרת סוג מצב אישור מנהל להיות מצב אישור מנהל עם הגנת הרשאות משופרת
hi_in: व्यवस्थापक अनुमोदन मोड प्रकार को उन्नत विशेषाधिकार सुरक्षा के साथ व्यवस्थापक अनुमोदन मोड होने के लिए सेट करें
ja_jp: 管理者保護: 管理者承認モードの種類を、拡張特権保護を備えた管理者承認モードに設定する
ml_in: അഡ്മിൻ അംഗീകാര മോഡ് തരം മെച്ചപ്പെടുത്തിയ പ്രിവിലേജ് സംരക്ഷണത്തോടുകൂടിയ അഡ്മിൻ അംഗീകാര മോഡ് ആയി സജ്ജമാക്കുക
pl_pl: Ustaw typ trybu zatwierdzania przez administratora jako tryb zatwierdzania przez administratora z ulepszoną ochroną uprawnień
tr_tr: Yönetici Koruması: Yönetici Onay Modunun türünü gelişmiş ayrıcalık korumasıyla Yönetici Onay Modu olarak ayarlayın

# AllowedExactPathsMachine-WindowsNetworking
source: Remove remotely accessible registry paths.
ar: إزالة مسارات السجل التي يمكن الوصول إليها عن بُعد.
de: Remote zugängliche Registrierungspfade entfernen.
el_gr: Αφαίρεση διαδρομών μητρώου προσβάσιμων εξ αποστάσεως.
es: Eliminar rutas del registro accesibles de forma remota.
fr_fr: Supprimer les chemins de registre accessibles à distance.
he_il: הסרת נתיבי רישום הנגישים מרחוק.
hi_in: दूरस्थ रूप से पहुंच योग्य रजिस्ट्री पथ हटाएं।
ja_jp: リモートからアクセス可能なレジストリ パスを削除する。
ml_in: റിമോട്ടായി ആക്‌സസ് ചെയ്യാവുന്ന രജിസ്ട്രി പാതകൾ നീക്കം ചെയ്യുക.
pl_pl: Usuń zdalnie dostępne ścieżki rejestru.
tr_tr: Uzaktan erişilebilen kayıt defteri yollarını kaldırın.

# AllowedPathsMachine-WindowsNetworking
source: Remove remotely accessible registry paths and subpaths.
ar: إزالة مسارات السجل والمسارات الفرعية التي يمكن الوصول إليها عن بُعد.
de: Remote zugängliche Registrierungspfade und Unterpfade entfernen.
el_gr: Αφαίρεση διαδρομών μητρώου και υποδιαδρομών προσβάσιμων εξ αποστάσεως.
es: Eliminar rutas del registro y subrutas accesibles de forma remota.
fr_fr: Supprimer les chemins et sous-chemins de registre accessibles à distance.
he_il: הסרת נתיבי רישום ותת-נתיבים הנגישים מרחוק.
hi_in: दूरस्थ रूप से पहुंच योग्य रजिस्ट्री पथ और उपपथ हटाएं।
ja_jp: リモートからアクセス可能なレジストリ パスとサブパスを削除する。
ml_in: റിമോട്ടായി ആക്‌സസ് ചെയ്യാവുന്ന രജിസ്ട്രി പാതകളും ഉപ-പാതകളും നീക്കം ചെയ്യുക.
pl_pl: Usuń zdalnie dostępne ścieżki i podścieżki rejestru.
tr_tr: Uzaktan erişilebilen kayıt defteri yollarını ve alt yollarını kaldırın.

# RestrictReceivingNTLMTraffic-WindowsNetworking
source: Deny incoming NTLM connections for all accounts.
ar: رفض اتصالات NTLM الواردة لجميع الحسابات.
de: Eingehende NTLM-Verbindungen für alle Konten verweigern.
el_gr: Άρνηση εισερχόμενης σύνδεσης NTLM για όλους τους λογαριασμούς.
es: Denegar conexión NTLM entrante para todas las cuentas.
fr_fr: Refuser les connexions NTLM entrantes pour tous les comptes.
he_il: דחיית חיבורי NTLM נכנסים עבור כל החשבונות.
hi_in: सभी खातों के लिए इनकमिंग NTLM कनेक्शन अस्वीकार करें।
ja_jp: すべてのアカウントに対して受信 NTLM 接続を拒否する。
ml_in: എല്ലാ അക്കൗണ്ടുകൾക്കുമുള്ള ഇൻകമിംഗ് NTLM കണക്ഷൻ നിരസിക്കുക.
pl_pl: Odrzuć przychodzące połączenia NTLM dla wszystkich kont.
tr_tr: Tüm hesaplar için gelen NTLM bağlantılarını reddet.

# RestrictSendingNTLMTraffic-WindowsNetworking
source: Deny outgoing NTLM connections.
ar: رفض اتصالات NTLM الصادرة.
de: Ausgehende NTLM-Verbindungen verweigern.
el_gr: Άρνηση εξερχόμενων συνδέσεων NTLM.
es: Denegar conexiones NTLM salientes.
fr_fr: Refuser les connexions NTLM sortantes.
he_il: דחיית חיבורי NTLM יוצאים.
hi_in: आउटगोइंग NTLM कनेक्शन अस्वीकार करें।
ja_jp: 送信 NTLM 接続を拒否する。
ml_in: ഔട്ട്‌ഗോയിംഗ് NTLM കണക്ഷനുകൾ നിരസിക്കുക.
pl_pl: Odrzuć wychodzące połączenia NTLM.
tr_tr: Giden NTLM bağlantılarını reddet.

# ForceKeyProtection-Miscellaneous
source: Force strong key protection for user keys stored on the computer. You will be able to securely save private keys of the certificates you install on the computer and the same credentials will be required when accessing the private key such as for signing operations.
ar: فرض حماية قوية للمفاتيح لمفاتيح المستخدم المخزنة على الكمبيوتر. ستتمكن من حفظ المفاتيح الخاصة للشهادات التي تثبتها على الكمبيوتر بشكل آمن وستكون نفس بيانات الاعتماد مطلوبة عند الوصول إلى المفتاح الخاص مثل عمليات التوقيع.
de: Starken Schlüsselschutz für auf dem Computer gespeicherte Benutzerschlüssel erzwingen. Sie können die privaten Schlüssel der auf dem Computer installierten Zertifikate sicher speichern, und beim Zugriff auf den privaten Schlüssel, z. B. für Signaturoperationen, werden dieselben Anmeldeinformationen angefordert.
el_gr: Επιβολή ισχυρής προστασίας κλειδιών για τα κλειδιά χρήστη που αποθηκεύονται στον υπολογιστή. Θα μπορείτε να αποθηκεύετε με ασφάλεια τα ιδιωτικά κλειδιά των πιστοποιητικών που εγκαθιστάτε στον υπολογιστή και επίσης τα ίδια διαπιστευτήρια θα απαιτούνται κατά την πρόσβαση στο ιδιωτικό κλειδί όπως για λειτουργίες υπογραφής.
es: Forzar protección de clave fuerte para las claves de usuario almacenadas en la computadora. Podrá guardar de forma segura las claves privadas de los certificados que instale en la computadora y también se requerirán las mismas credenciales al acceder a la clave privada como para operaciones de firma.
fr_fr: Forcer une protection forte des clés pour les clés utilisateur stockées sur l'ordinateur. Vous pourrez enregistrer en toute sécurité les clés privées des certificats que vous installez sur l'ordinateur et les mêmes informations d'identification seront requises lors de l'accès à la clé privée, par exemple pour les opérations de signature.
he_il: אכיפת הגנת מפתח חזקה עבור מפתחות משתמש המאוחסנים במחשב. תוכל לשמור באופן מאובטח מפתחות פרטיים של התעודות שתתקין במחשב וגם יידרש אותו אישור בעת גישה למפתח הפרטי כגון לפעולות חתימה.
hi_in: कंप्यूटर पर संग्रहीत उपयोगकर्ता कुंजियों के लिए मजबूत कुंजी सुरक्षा लागू करें। आप कंप्यूटर पर इंस्टॉल किए गए प्रमाणपत्रों की निजी कुंजियों को सुरक्षित रूप से सहेज सकेंगे और हस्ताक्षर संचालन जैसे निजी कुंजी तक पहुंच के लिए समान क्रेडेंशियल की आवश्यकता होगी।
ja_jp: コンピューターに保存されているユーザー キーに強力なキー保護を強制する。コンピューターにインストールした証明書の秘密キーを安全に保存でき、署名操作などで秘密キーにアクセスする際に同じ資格情報が要求されるようになる。
ml_in: കമ്പ്യൂട്ടറിൽ സംഭരിച്ചിരിക്കുന്ന ഉപയോക്തൃ കീകൾക്ക് ശക്തമായ കീ സംരക്ഷണം നിർബന്ധമാക്കുക. നിങ്ങൾ കമ്പ്യൂട്ടറിൽ ഇൻസ്റ്റാൾ ചെയ്യുന്ന സർട്ടിഫിക്കറ്റുകളുടെ സ്വകാര്യ കീകൾ സുരക്ഷിതമായി സംഭരിക്കാനും സിഗ്‌നേച്ചർ പ്രവർത്തനങ്ങൾ പോലെ സ്വകാര്യ കീ ആക്‌സസ് ചെയ്യുമ്പോൾ അതേ ക്രെഡൻഷ്യലുകൾ ആവശ്യമായി വരുമെന്നും കഴിയും.
pl_pl: Wymuś silną ochronę kluczy użytkownika przechowywanych na komputerze. Będziesz mógł bezpiecznie przechowywać klucze prywatne certyfikatów instalowanych na komputerze i dostęp do klucza prywatnego będzie wymagał tych samych poświadczeń jak operacje podpisywania.
tr_tr: Bilgisayarda depolanan kullanıcı anahtarları için güçlü anahtar korumasını zorunlu kılın. Bilgisayara yüklediğiniz sertifikaların özel anahtarlarını güvenli bir şekilde kaydedebileceksiniz ve imza işlemleri gibi özel anahtara erişirken de aynı kimlik bilgileri gerekli olacaktır.

# LockoutBadCount-LockScreen
source: Set the number of allowed failed sign-in attempts to 5. In combination with other policies in this category, this means every 5 failed sign-in attempts will need a full day to pass before 5 more attempts can be made, otherwise BitLocker will engage, the system will restart and 48-digit BitLocker code will be required. This policy greatly prevents brute force attempts.
ar: تعيين عدد محاولات تسجيل الدخول الفاشلة المسموح بها إلى 5. بالاقتران مع السياسات الأخرى في هذه الفئة، هذا يعني أن كل 5 محاولات تسجيل دخول فاشلة ستحتاج إلى مرور يوم كامل قبل أن يُسمح بـ 5 محاولات أخرى، وإلا سيتم تفعيل Bitlocker، وسيتم إعادة تشغيل النظام وسيُطلب رمز BitLocker المكون من 48 رقمًا. تمنع هذه السياسة بشكل كبير محاولات القوة الغاشمة.
de: Anzahl der zulässigen fehlgeschlagenen Anmeldeversuche auf 5 festlegen. In Kombination mit anderen Richtlinien in dieser Kategorie bedeutet dies, dass nach jeweils 5 fehlgeschlagenen Anmeldeversuchen ein voller Tag vergehen muss, bevor weitere 5 Versuche möglich sind; andernfalls greift BitLocker ein, das System wird neu gestartet und der 48-stellige BitLocker-Code ist erforderlich. Diese Richtlinie verhindert Brute-Force-Versuche in hohem Maße.
el_gr: Ορισμός του αριθμού επιτρεπόμενων αποτυχημένων προσπαθειών σύνδεσης σε 5. Σε συνδυασμό με άλλες πολιτικές σε αυτή την κατηγορία, αυτό σημαίνει ότι κάθε 5 αποτυχημένες προσπάθειες σύνδεσης θα χρειάζονται μια πλήρη ημέρα να περάσει πριν επιτραπούν 5 περισσότερες προσπάθειες, διαφορετικά το BitLocker θα ενεργοποιηθεί, το σύστημα θα επανεκκινήσει και θα ζητηθεί ο 48-ψήφιος κωδικός Bitlocker. Αυτή η πολιτική αποτρέπει σε μεγάλο βαθμό τις προσπάθειες brute force.
es: Establecer el número de intentos de inicio de sesión fallidos permitidos en 5. En combinación con otras políticas en esta categoría, esto significa que cada 5 intentos de inicio de sesión fallidos necesitarán que pase un día completo antes de permitir 5 intentos más, de lo contrario BitLocker se activará, el sistema se reiniciará y se solicitará el código BitLocker de 48 dígitos. Esta política previene en gran medida los intentos de fuerza bruta.
fr_fr: Définir le nombre autorisé de tentatives de connexion échouées à 5. En combinaison avec d'autres stratégies de cette catégorie, cela signifie que toutes les 5 tentatives de connexion échouées, une journée complète devra s'écouler avant que 5 autres tentatives puissent être effectuées, sinon BitLocker s'activera, le système redémarrera et le code BitLocker à 48 chiffres sera requis. Cette stratégie empêche grandement les tentatives de force brute.
he_il: הגדרת מספר ניסיונות כניסה כושלים מותרים ל-5. בשילוב עם מדיניויות אחרות בקטגוריה זו, זה אומר שכל 5 ניסיונות כניסה כושלים יצטרכו לחלוף יום שלם לפני שיתאפשרו 5 ניסיונות נוספים, אחרת BitLocker יופעל, המערכת תופעל מחדש ויידרש קוד BitLocker בן 48 ספרות. מדיניות זו מונעת במידה רבה ניסיונות כוח גס.
hi_in: असफल लॉगिन प्रयासों की अनुमत संख्या 5 पर सेट करें। इस श्रेणी की अन्य नीतियों के साथ संयोजन में, इसका अर्थ है कि प्रत्येक 5 असफल लॉगिन प्रयासों के लिए 5 और प्रयासों की अनुमति देने से पहले एक पूरा दिन बीतना होगा, अन्यथा BitLocker सक्रिय हो जाएगा, सिस्टम पुनः आरंभ होगा और 48-अंकीय BitLocker कोड मांगा जाएगा। यह नीति बृट फोर्स प्रयासों को बहुत हद तक रोकती है।
ja_jp: サインイン失敗の許容回数を 5 回に設定する。このカテゴリの他のポリシーと組み合わせることで、5 回サインインに失敗するたびに、次の 5 回の試行を行うまでに丸 1 日が経過する必要があることを意味する。そうでない場合は BitLocker が作動し、システムが再起動して 48 桁の BitLocker コードの入力が必要になる。このポリシーはブルート フォース攻撃を大幅に防止する。
ml_in: പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങളുടെ അനുവദനീയമായ എണ്ണം 5 ആയി സജ്ജമാക്കുക. ഈ വിഭാഗത്തിലെ മറ്റ് നയങ്ങളുമായി സംയോജിച്ച്, ഇതിനർത്ഥം ഓരോ 5 പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങൾക്കും 5 കൂടി ശ്രമങ്ങൾ അനുവദിക്കുന്നതിന് മുമ്പ് ഒരു മുഴുവൻ ദിവസം കടന്നുപോകേണ്ടതുണ്ട്, അല്ലെങ്കിൽ BitLocker സജീവമാകും, സിസ്റ്റം പുനരാരംഭിക്കുകയും 48-അക്ക BitLocker കോഡ് ആവശ്യപ്പെടുകയും ചെയ്യും. ഈ നയം ബ്രൂട്ട് ഫോഴ്‌സ് ശ്രമങ്ങളെ വളരെയധികം തടയുന്നു.
pl_pl: Ustaw dozwoloną liczbę nieudanych prób logowania na 5. W połączeniu z innymi zasadami z tej kategorii oznacza to, że na każde 5 nieudanych prób logowania musi minąć pełny dzień, zanim zostanie dozwolonych kolejnych 5 prób, w przeciwnym razie BitLocker zostanie aktywowany, system uruchomi się ponownie i poprosi o 48-cyfrowy kod Bitlocker. Ta zasada w dużym stopniu zapobiega atakom siłowym.
tr_tr: İzin verilen başarısız oturum açma denemelerinin sayısını 5 olarak ayarlayın. Bu kategorideki diğer ilkelerle birlikte, bu, her 5 başarısız oturum açma girişiminin, 5 deneme daha yapılabilmesi için tam bir günün geçmesi gerektiği anlamına gelir, aksi takdirde BitLocker devreye girecek, sistem yeniden başlatılacak ve 48 basamaklı BitLocker kodu gerekli olacaktır. Bu politika kaba kuvvet girişimlerini büyük ölçüde önler.

# ResetLockoutCount-LockScreen
source: Set the account lockout duration to 1440 minutes or 1 day. In combination with other policies in this category, this means every 5 failed sign-in attempts will need a full day to pass before 5 more attempts can be made, otherwise BitLocker will engage, the system will restart and 48-digit BitLocker code will be required.
ar: تعيين مدة قفل الحساب إلى 1440 دقيقة أو يوم واحد. بالاقتران مع السياسات الأخرى في هذه الفئة، هذا يعني أن كل 5 محاولات تسجيل دخول فاشلة ستحتاج إلى مرور يوم كامل قبل أن يُسمح بـ 5 محاولات أخرى، وإلا سيتم تفعيل Bitlocker، وسيتم إعادة تشغيل النظام وسيُطلب رمز BitLocker المكون من 48 رقمًا.
de: Dauer der Kontosperre auf 1440 Minuten bzw. 1 Tag festlegen. In Kombination mit anderen Richtlinien in dieser Kategorie bedeutet dies, dass nach jeweils 5 fehlgeschlagenen Anmeldeversuchen ein voller Tag vergehen muss, bevor weitere 5 Versuche möglich sind; andernfalls greift BitLocker ein, das System wird neu gestartet und der 48-stellige BitLocker-Code ist erforderlich.
el_gr: Ορισμός της διάρκειας κλειδώματος λογαριασμού σε 1440 λεπτά ή 1 ημέρα. Σε συνδυασμό με άλλες πολιτικές σε αυτή την κατηγορία, αυτό σημαίνει ότι κάθε 5 αποτυχημένες προσπάθειες σύνδεσης θα χρειάζονται μια πλήρη ημέρα να περάσει πριν επιτραπούν 5 περισσότερες προσπάθειες, διαφορετικά το BitLocker θα ενεργοποιηθεί, το σύστημα θα επανεκκινήσει και θα ζητηθεί ο 48-ψήφιος κωδικός Bitlocker.
es: Establecer la duración del bloqueo de cuenta en 1440 minutos o 1 día. En combinación con otras políticas en esta categoría, esto significa que cada 5 intentos de inicio de sesión fallidos necesitarán que pase un día completo antes de permitir 5 intentos más, de lo contrario BitLocker se activará, el sistema se reiniciará y se solicitará el código BitLocker de 48 dígitos.
fr_fr: Définir la durée de verrouillage du compte à 1440 minutes ou 1 jour. En combinaison avec d'autres stratégies de cette catégorie, cela signifie que toutes les 5 tentatives de connexion échouées, une journée complète devra s'écouler avant que 5 autres tentatives puissent être effectuées, sinon BitLocker s'activera, le système redémarrera et le code BitLocker à 48 chiffres sera requis.
he_il: הגדרת משך נעילת החשבון ל-1440 דקות או יום אחד. בשילוב עם מדיניויות אחרות בקטגוריה זו, זה אומר שכל 5 ניסיונות כניסה כושלים יצטרכו לחלוף יום שלם לפני שיתאפשרו 5 ניסיונות נוספים, אחרת BitLocker יופעל, המערכת תופעל מחדש ויידרש קוד BitLocker בן 48 ספרות.
hi_in: खाता लॉकआउट अवधि को 1440 मिनट या 1 दिन पर सेट करें। इस श्रेणी की अन्य नीतियों के साथ संयोजन में, इसका अर्थ है कि प्रत्येक 5 असफल लॉगिन प्रयासों के लिए 5 और प्रयासों की अनुमति देने से पहले एक पूरा दिन बीतना होगा, अन्यथा BitLocker सक्रिय हो जाएगा, सिस्टम पुनः आरंभ होगा और 48-अंकीय BitLocker कोड मांगा जाएगा।
ja_jp: アカウントのロックアウト期間を 1440 分 (1 日) に設定する。このカテゴリの他のポリシーと組み合わせることで、5 回サインインに失敗するたびに、次の 5 回の試行を行うまでに丸 1 日が経過する必要があることを意味する。そうでない場合は BitLocker が作動し、システムが再起動して 48 桁の BitLocker コードの入力が必要になる。
ml_in: അക്കൗണ്ട് ലോക്കൗട്ട് കാലയളവ് 1440 മിനിറ്റ് അല്ലെങ്കിൽ 1 ദിവസമായി സജ്ജമാക്കുക. ഈ വിഭാഗത്തിലെ മറ്റ് നയങ്ങളുമായി സംയോജിച്ച്, ഇതിനർത്ഥം ഓരോ 5 പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങൾക്കും 5 കൂടി ശ്രമങ്ങൾ അനുവദിക്കുന്നതിന് മുമ്പ് ഒരു മുഴുവൻ ദിവസം കടന്നുപോകേണ്ടതുണ്ട്, അല്ലെങ്കിൽ BitLocker സജീവമാകും, സിസ്റ്റം പുനരാരംഭിക്കുകയും 48-അക്ക BitLocker കോഡ് ആവശ്യപ്പെടുകയും ചെയ്യും.
pl_pl: Ustaw czas trwania blokady konta na 1440 minut lub 1 dzień. W połączeniu z innymi zasadami z tej kategorii oznacza to, że na każde 5 nieudanych prób logowania musi minąć pełny dzień, zanim zostanie dozwolonych kolejnych 5 prób, w przeciwnym razie BitLocker zostanie aktywowany, system uruchomi się ponownie i poprosi o 48-cyfrowy kod Bitlocker.
tr_tr: Hesap kilitleme süresini 1440 dakika veya 1 gün olarak ayarlayın. Bu kategorideki diğer politikalarla birlikte bu, her 5 başarısız oturum açma denemesinden birinin, 5 deneme daha yapılabilmesi için tam bir günün geçmesi gerektiği anlamına gelir; aksi takdirde BitLocker devreye girecek, sistem yeniden başlatılacak ve 48 basamaklı BitLocker kodu gerekli olacaktır.

# LockoutDuration-LockScreen
source: Set the reset account lockout counter to 1440 minutes or 1 day.
ar: تعيين إعادة تعيين عداد قفل الحساب إلى 1440 دقيقة أو يوم واحد.
de: Zurücksetzungsdauer des Kontosperrzählers auf 1440 Minuten bzw. 1 Tag festlegen.
el_gr: Ορισμός επαναφοράς μετρητή κλειδώματος λογαριασμού σε 1440 λεπτά ή 1 ημέρα.
es: Establecer el reinicio del contador de bloqueo de cuenta en 1440 minutos o 1 día.
fr_fr: Définir le compteur de réinitialisation du verrouillage de compte à 1440 minutes ou 1 jour.
he_il: הגדרת איפוס מונה נעילת חשבון ל-1440 דקות או יום אחד.
hi_in: खाता लॉकआउट काउंटर रीसेट को 1440 मिनट या 1 दिन पर सेट करें।
ja_jp: アカウント ロックアウト カウンターのリセットを 1440 分 (1 日) に設定する。
ml_in: അക്കൗണ്ട് ലോക്കൗട്ട് കൗണ്ടർ റീസെറ്റ് 1440 മിനിറ്റ് അല്ലെങ്കിൽ 1 ദിവസമായി സജ്ജമാക്കുക.
pl_pl: Ustaw reset licznika blokady konta na 1440 minut lub 1 dzień.
tr_tr: Sıfırlama hesap kilitleme sayacını 1440 dakika veya 1 gün olarak ayarlayın.

# DisableTLS10ClientPart1-TLS
source: Disable TLS v1 Client - Part 1
ar: تعطيل عميل TLS الإصدار 1 - الجزء 1
de: TLS v1-Client deaktivieren - Teil 1
el_gr: Απενεργοποίηση TLS v1 Client - Μέρος 1
es: Deshabilitar cliente TLS v1 - Parte 1
fr_fr: Désactiver le client TLS v1 - Partie 1
he_il: השבת לקוח TLS גרסה 1 - חלק 1
hi_in: TLS v1 क्लाइंट अक्षम करें - भाग 1
ja_jp: TLS v1 クライアントを無効にする - パート 1
ml_in: TLS v1 ക്ലയന്റ് നിർജ്ജീവമാക്കുക - ഭാഗം 1
pl_pl: Wyłącz klienta TLS v1 - Część 1
tr_tr: TLS v1 İstemcisini Devre Dışı Bırakma - Bölüm 1

# DisableTLS10ClientPart2-TLS
source: Disable TLS v1 Client - Part 2
ar: تعطيل عميل TLS الإصدار 1 - الجزء 2
de: TLS v1-Client deaktivieren - Teil 2
el_gr: Απενεργοποίηση TLS v1 Client - Μέρος 2
es: Deshabilitar cliente TLS v1 - Parte 2
fr_fr: Désactiver le client TLS v1 - Partie 2
he_il: השבת לקוח TLS גרסה 1 - חלק 2
hi_in: TLS v1 क्लाइंट अक्षम करें - भाग 2
ja_jp: TLS v1 クライアントを無効にする - パート 2
ml_in: TLS v1 ക്ലയന്റ് നിർജ്ജീവമാക്കുക - ഭാഗം 2
pl_pl: Wyłącz klienta TLS v1 - Część 2
tr_tr: TLS v1 İstemcisini Devre Dışı Bırakma - Bölüm 2

# DisableTLS10ServerPart1-TLS
source: Disable TLS v1 Server - Part 1
ar: تعطيل خادم TLS الإصدار 1 - الجزء 1
de: TLS v1-Server deaktivieren - Teil 1
el_gr: Απενεργοποίηση TLS v1 Server - Μέρος 1
es: Deshabilitar servidor TLS v1 - Parte 1
fr_fr: Désactiver le serveur TLS v1 - Partie 1
he_il: השבת שרת TLS גרסה 1 - חלק 1
hi_in: TLS v1 सर्वर अक्षम करें - भाग 1
ja_jp: TLS v1 サーバーを無効にする - パート 1
ml_in: TLS v1 സെർവർ നിർജ്ജീവമാക്കുക - ഭാഗം 1
pl_pl: Wyłącz serwer TLS v1 - Część 1
tr_tr: TLS v1 Sunucusunu Devre Dışı Bırakma - Bölüm 1

# DisableTLS10ServerPart2-TLS
source: Disable TLS v1 Server - Part 2
ar: تعطيل خادم TLS الإصدار 1 - الجزء 2
de: TLS v1-Server deaktivieren - Teil 2
el_gr: Απενεργοποίηση TLS v1 Server - Μέρος 2
es: Deshabilitar servidor TLS v1 - Parte 2
fr_fr: Désactiver le serveur TLS v1 - Partie 2
he_il: השבת שרת TLS גרסה 1 - חלק 2
hi_in: TLS v1 सर्वर अक्षम करें - भाग 2
ja_jp: TLS v1 サーバーを無効にする - パート 2
ml_in: TLS v1 സെർവർ നിർജ്ജീവമാക്കുക - ഭാഗം 2
pl_pl: Wyłącz serwer TLS v1 - Część 2
tr_tr: TLS v1 Sunucusunu Devre Dışı Bırakma - Bölüm 2
